import { TProfile } from './types';

export const PROFILES: TProfile = {
  1: {
    title: 'Мускулистый Холостяк',
    text: 'Сильный, смелый и всегда готов к вызову. С вами невеста как за каменной стеной. Вы - сила группы. Ливны гордятся вами!',
  },
  2: {
    title: 'Находчивый Домохозяин',
    text: 'Умный и практичный, вы всегда находите способ извлечь лучшее из плохой ситуации. В вашем семейном гнёздышке всегда будет всё необходимое, пусть даже и с помойки.',
  },
  3: {
    title: 'Харизматичный Герой-любовник',
    text: 'Соблазнительный и убедительный, вы можете выбраться почти из любой ситуации. Пусть даже и придётся нарушить пару законов Пустоши и запить-таки водку пивом.',
  },
  4: {
    title: 'Неуловимый Жених',
    text: 'Быстрый и уклончивый, вы предпочитаете избегать проблем и находить умные решения. Как только у вашей семьи появляется враг, вы уже стоите возле грузинской границы.',
  },
};
